Repository: carstene1ns/PKGBUILDs
Catalog: zzz_dropped/xgngeo-hg/*_xgngeo.po
Languages: pt_br

source: It seems that the important path parameters are not all valid. That is normal if Gngeo configuration file hasn't been yet created. Anyway, correct values should be specified for the emulation to work. Press OK to do so...
pt_br: Parece que os parâmetros de caminho importante não é de todo válido. Isso é normal se o arquivo de configuração do Gngeo não foi criado ainda. De qualquer forma, valores corretos deve ser especificados para que a emulação funcione. Pressione OK para fazer isso...

source: Error: Unable to open the file "%s"! You can read the GNU GPL license at: http://www.gnu.org/licenses/gpl.html
pt_br: Erro: Não foi possível abrir o arquivo "%s"! Você pode ler a licença GPL da GNU em: http://www.gnu.org/licenses/gpl.html

source: License
pt_br: Lincença

source: This program is released under the terms of the GNU General Public License.
pt_br: Esse programa funcionar sob os termos da GNU General Public License.

source: ROM stopped (%s).
pt_br: ROM parado (%s).

source: Gngeo returned the following message:
pt_br: Gngeo retornou a seguinte mensagem:

source: Starting ROM (%s)
pt_br: Iniciando ROM (%s)

source: An error occured while trying to delete the ROM archive.
pt_br: Um erro ocorreu quando tentava deletar o arquivo de ROM.

source: Should XGngeo proceed with the deletion of the ROM <b>%s</b> located at <i>%s</i>?
pt_br: XGngeo deveria proceder com a remoçào do ROM <b>%s</b> localizado em <i>%s</i>?

source: Please note this operation is irremediable.
pt_br: Note que essa operação é irremediável.

source: Cannot delete a ROM which is unavailable!
pt_br: Não é possível deletar um ROM que não está disponível!

source: <b>%s</b> available ROMs.
pt_br: <b>%s</b> ROMs disponíveis.

source: Setting ROM directories.
pt_br: Definindo diretórios de ROM.

source: Here you can add multiple directories to scan for ROMs (this is not recursive).
pt_br: Aqui você pode adicionar múltiplos diretórios para procurar ROMs (isso não é recursivo).

source: This directory is already in the ROM directory list!
pt_br: Esse diretório já está na lista de diretório de ROM!

source: Select a ROM directory to add.
pt_br: Selecione um diretório de ROM para adicionar.

source: Your Neo Geo ROM list.
pt_br: Sua lista de ROM de Neo Geo

source: Select a ROM by clicking on its name, then press <b>Open</b> to load it if available (colored background).
pt_br: Selecione uma ROM clicando no seu nome e então pressione <b>Abrir</b> para abrí-la, se disponível (plano de fundo colorido)

source: ROM directories...
pt_br: Diretórios de ROM...

source: Show available ROMs only.
pt_br: Mostrar apenas ROMs disponíveis.

source: Preview image
pt_br: Imagem de amostra

source: Description:
pt_br: Descrição:

source: Manufacturer:
pt_br: Fabricante:

source: Year:
pt_br: Ano:

source: Genre:
pt_br: Estilo:

source: Players:
pt_br: Jogadores:

source: Rating:
pt_br: Qualidade:

source: Size:
pt_br: Tamanho:

source: Informations
pt_br: Informações

source: Specific configuration:
pt_br: Configuração específica:

source: Detected ROM: <b>%s</b>.
pt_br: ROM detectada: <b>%s</b>.

source: Gngeo is not recognizing this ROM anymore!
pt_br: Gngeo não está mais reconhecendo essa ROM!

source: Such an issue has two explanations: the ROM archive has been corrupted or the driver that used to handle this ROM has been altered/deleted (most probable).
pt_br: Esse tipo de problema tem duas explicações: o arquivo de ROM foi corrompido ou o driver usado para lidar com essa ROM foi alterado/deletado (mais provável).

source: Cannot continue: the ROM you wanted to load was not found on the file system!
pt_br: Não é possível continuar: a ROM que você queria carregar não foi encontrado no sistemas de arquivos!

source: It is now indicated as unavailable in the ROM History menu.
pt_br: Está agora indicada como indisponível no menu de História de ROM.

source: This ROM is unloadable because Gngeo could not find any suitable driver to handle it.
pt_br: Essa ROM não pode ser carregada porque Gngeo não conseguiu achar um driver adequado para lidar com ele.

source: Error: file doesn't exist!
pt_br: Erro: arquivo não existe!

source: About XGngeo
pt_br: Sobre o XGngeo

source: XGngeo: a frontend for Gngeo. :p
pt_br: XGngeo: um frontend para Gngeo. :p

source: Version %s.
pt_br: Versão %s.

source: Running Gngeo version %s.
pt_br: Rodando a Gngeo versão %s.

source: Credits
pt_br: Créditos

source: Lead programmer: Choplair. Assisted by: Pachilor. Contribution: Achraf Cherti. Documentation: Ms. Marie-Claire.
pt_br: Programador principal: Choplair. Ajudado por: Pachilor. Contribuição: Achraf Cherti. Documentação: Ms. Marie-Claire.

source: Translations
pt_br: Traduções

source: Brazilian: Matheus Villela. French: Choplair. German: Peter Kainrad. Polish: Mateusz Wolsza. Spanish: Sheng Long Gradilla.
pt_br: Português(BR): Matheus Villela e Rafael Ferreira. Francês: Choplair. Alemão: Peter Kainrad. Polonês: Mateusz Wolsza. Espanhol: Sheng Long Gradilla.

source: No BIOS.
pt_br: Nenhuma BIOS.

source: Configuration was not saved.
pt_br: Configuração não foi salva.

source: Important path configuration
pt_br: Configuração de caminho importante

source: These paths must be valid for a working emulation.
pt_br: Esses caminhos têm que ser válidos para uma emulação funcional.

source: BIOS files location:
pt_br: Localização dos arquivos de BIOS:

source: Select the BIOSfiles location.
pt_br: Selecione a localização dos arquivos de BIOS.

source: ROM drivers directory:
pt_br: Diretório de drivers de ROM:

source: Select the ROM drivers directory.
pt_br: Selecione o diretório de drivers de ROM.

source: Gngeo executable:
pt_br: Executável Gngeo:

source: Select the Gngeo executable.
pt_br: Selecione o executávelGngeo.

source: Global emulation configuration.
pt_br: Configuração global de emulação.

source: Specific emulation options for "%s".
pt_br: Opções específicas de emulação para "%s".

source: Graphic
pt_br: Gráfico

source: Fullscreen
pt_br: Tela cheia

source: Interpolation
pt_br: Interpolação

source: Show FPS
pt_br: Mostrar FPS

source: Auto Frameskip
pt_br: Pulo de quadros automático

source: Raster effect
pt_br: Efeito raster

source: Hardware surface
pt_br: Superfície de Hardware

source: Windowed mode
pt_br: Modo em Janela

source: Scale:
pt_br: Escala:

source: Larger screen
pt_br: Tela maior

source: Software blitter
pt_br: Blitter de Software

source: OpenGL blitter
pt_br: Blitter de OpenGL

source: YUV blitter (YV12)
pt_br: Blitter de YUV (YV12)

source: Effect:
pt_br: Efeito

source: No effect
pt_br: Sem efeito

source: Scanline effect
pt_br: Efeito scanline

source: Scanline 50% effect
pt_br: Efeito 50% scanline

source: Scale2x effect
pt_br: Efeito 2x escala

source: Scale3x effect
pt_br: Efeito 3x escala

source: Scale4x effect
pt_br: Efeito 4x escala

source: Scale2x effect with 50% scanline
pt_br: Efeito 2x escala com 50% scanline

source: Scale2x effect with 75% scanline
pt_br: Efeito 2x escala com 75% scanline

source: HQ2X effect. High quality
pt_br: Efeito HQ2X. Alta qualidade

source: HQ3X effect. High quality
pt_br: Efeito HQ3X. Alta qualidade

source: LQ2X effect. Low quality
pt_br: Efeito LQ2X. Baixa qualidade

source: LQ3X effect. Low quality
pt_br: Efeito LQ3X. Baixa qualidade

source: Double the x resolution (soft blitter only)
pt_br: Duplicar a resolução x (blitter de software somente)

source: SAI effect
pt_br: Efeito SAI

source: SuperSAI effect
pt_br: Efeito SuperSAI

source: Eagle effect
pt_br: Efeito águia

source: Transparency pack (optional):
pt_br: Pacote de transparência (opcional):

source: Select a transparency pack.
pt_br: Selecione um pacote de transparência.

source: Audio / Joystick
pt_br: Áudio / Joystick

source: Enable sound
pt_br: Habilitar som:

source: Sample rate:
pt_br: Frequência

source: Enable joystick support
pt_br: Habilitar suporte a joystick

source: Player 1 device:
pt_br: Dispositivo do jogador 1:

source: Player 2 device:
pt_br: Dispositivo do jogador 2:

source: Controls
pt_br: Controles

source: To modify a key, click on the button under it's icon, then push your new key. It works for keyboard only.
pt_br: Para modificar a tecla, clique no botão embaixo do ícone e então pressione a nova tecla. Esta configuração é apenas para o teclado.

source: Edit player %i hotkeys...
pt_br: Editar teclas de atalho do jogador %i...

source: Allocation:
pt_br: Alocação:

source: Player 1
pt_br: Jogador 1

source: Player 2
pt_br: Jogador 2

source: Hotkeys edition for player %i.
pt_br: Alteração das teclas de atalhos do jogador %i.

source: Here you can bind hotkeys to your desired combinations of fire buttons.
pt_br: Aqui você pode vincular teclas de atalho para sua combinação desejada para botões de ação

source: System
pt_br: Sistema

source: Neo Geo BIOS type:
pt_br: Tipo de BIOS de Neo Geo:

source: Country:
pt_br: País:

source: Japan
pt_br: Japão

source: USA
pt_br: EUA

source: Europe
pt_br: Europa

source: This option has no effect for the universal BIOS.
pt_br: Essa opção não tem efeito para a BIOS universal.

source: Other things configuration
pt_br: Configuração de outras coisas

source: Path to libGL.so (optional):
pt_br: Pasta do libGL.so (opcional):

source: Select the "%s" file.
pt_br: Escolha o arquivo do "%s".

source: Preview image directory (optional):
pt_br: Diretório de pré-visualização de imagem (opcional):

source: Select the preview image directory.
pt_br: Selecione o diretório de pré-visualização de imagem.

source: XML file containing ROM infos (optional):
pt_br: Arquivo XML com informação das roms (opcional):

source: Select the XML file containing ROM infos.
pt_br: Escolha o arquivo XML com as informações das Roms.

source: Maximum size of the ROM history menu:
pt_br: Tamanho máximo do menu de histórico de ROM:

source: Auto-execute ROMs after loading.
pt_br: Auto-executar ROMs depois de carregar.

source: Center XGngeo window on start.
pt_br: Centralizar a janela do XGngeo ao iniciar.

source: Let emulator sleep when idle.
pt_br: Fazer com que o emulador pare quando ocioso.

source: Execute ROMs in benchmark mode.
pt_br: Executar ROMs no modo benchmark.

source: ROM list
pt_br: Lista de ROM

source: Only show available ROMs by default.
pt_br: Mostrar apenas roms disponíveis por padrão.

source: Set available ROM background color
pt_br: Definir cor para plano de fundo de ROM disponível

source: Available ROM background color:
pt_br: Cor de plano de fundo de ROM disponível

source: Sorry, this configuration cannot be saved because one or more parameters does not look valid.
pt_br: Desculpe, essa configuração não pode ser salvada porque um ou mais parâmetros não parecem válidos.

source: Please check it up then try to save again... ^^;
pt_br: Favor verifique isso e depois tente salvar novamente... ^^;

source: Configuration has been saved.
pt_br: Configureção foi salva.

source: _File
pt_br: _Arquivo

source: _Load ROM
pt_br: _Carregar ROM

source: From _list
pt_br: Da _Lista

source: _Manually
pt_br: _Manualmente

source: Load a ROM manually...
pt_br: Carregar uma ROM manualmente...

source: All files
pt_br: Todos arquivos

source: ROM archive
pt_br: Arquivo ROM

source: _History
pt_br: _Recentes

source: _Configuration
pt_br: _Configuração

source: _Important paths
pt_br: _Caminhos importantes

source: _Global emulation
pt_br: _Emulação Global

source: _Display
pt_br: _Visor

source: _Audio / Joystick
pt_br: _Áudio / Joystick

source: _Controls
pt_br: _Contorle

source: _System
pt_br: _Sistema

source: _Other
pt_br: _Outros

source: _ROM drivers
pt_br: _Drivers de ROM

source: _View/edit
pt_br: _Ver/editar

source: _Add new
pt_br: _adicionar novo

source: _Info
pt_br: _Informação

source: _License
pt_br: _Licença

source: Welcome to XGngeo version %s.
pt_br: Bem vindo ao XGngeo versão %s.

source: ``No boot check" option enabled: going directly to the main window (unsafe!).
pt_br: Opção "não verificar boot" habilitada: indo direto para a tela principal (perigoso!).
